const country = prompt('Виберіть країну: Україна  Німеччина  Франція')
switch (country) {
    case 'Україна':
        alert ('Україна')
        alert ('Столиця: Київ')
        alert ('Офіційні мови: Українська')
        alert ('Державний устрій: Парламентсько-президентська республіка')
        alert ('Незалежність: 24 серпня 1991')
        alert ('Площа: 603 628 км?')
        break;
    case 'Німеччина':
        alert ('Німеччина')
        alert ('Столиця: Берлін')
        alert ('Офіційні мови: Німецька')
        alert ('Державний устрій: Федеративна парламентська республіка')
        alert ('Незалежність: 1949 року')
        alert ('Площа: 357 592 км?')
        break;    
    case 'Франція':
        alert ('Франція')
        alert ('Столиця: Париж')
        alert ('Офіційні мови: Французька')
        alert ('Державний устрій: Унітарна держава, Змішана республіка')
        alert ('Незалежність: 21 вересня 1792')
        alert ('Площа: 551 695 км?')
        break;    

    default:
        alert ('Інформація не знайдена')
        break;
}